<template>
  <f7-page name="about">
    <f7-navbar title="Полезная информация" back-link="Назад"></f7-navbar>
    <f7-block strong><h2>Привет! Здесь мы собрали топ вопросов о месячных и постараемся на них ответить.</h2></f7-block>

    <f7-block-title><h3>Что такое месячные? </h3></f7-block-title>
    <f7-block>
      <p>Если ты уже заметила, что твое тело начало сильно меняться. Этот период называется половым созреванием. Одно из самых существенных изменений — это начало месячных. Месячные наступают тогда, когда твой организм будет готов к зачатию ребенка. Каждый месяц происходит утолщение слизистой матки, а яичники высвобождают яйцеклетку (плодное яйцо). Если яйцеклетку оплодотворит сперматозоид, слизистая останется на месте, и ты забеременеешь. Но если яйцеклетка не оплодотворяется, организм отторгает эту ткань, и она выходит через влагалище. Эта ткань и есть кровь, которую ты видишь. А этот ежемесячный процесс называется менструацией.</p>
    </f7-block>
    <f7-block strong><h3>Когда начнутся первые месячные?</h3></f7-block>
    <f7-block>
      <p>У большинства девочек месячные начинаются в возрасте от 11 до 14 лет, но бывают случаи, когда они начинаются и в 8 лет или наступают только к 16. Помни, что каждый человек уникален и норма для всех разная. Месячные продолжаются примерно до 50 лет.</p>
    </f7-block>
    <f7-block strong><h3>Признаки приближения месячных или пмс?</h3></f7-block>
    <f7-block>
      <p>Если ты чувствуешь, что у тебя увеличивается грудь, если ты заметила белые выделения на нижнем белье, то скоро начнутся месячные. А с ними и предменструальный синдром (ПМС). Среди его симптомов — боль (спазмы в животе), перемены настроения, метеоризм, боль в спине, набор массы тела и высыпания на коже. </p>
    </f7-block>
    <f7-block strong><h3>Сколько длятся месячные и что такое цикл?</h3></f7-block>
    <f7-block>
      <p>Средняя продолжительность составляет 4–5 дней, но бывает, что месячные длятся 3–8 дней. Опять же, у всех по-разному. Месячные являются частью менструального цикла, который начинается в первый день кровотечения и заканчивается накануне начала следующих месячных. Средняя продолжительность цикла — 28 дней, но он может быть короче или длиннее.
      А если у тебя совсем недавно начались месячные и цикл пока нестабилен, то не переживай, это не страшно. Цикл устанавливается постепенно, и у всех все происходит по-разному.</p>
    </f7-block>

    <f7-block strong><h3>У всех женщин абсолютно индивидуальный менструальный цикл, отсчет которого ведется с первого дня месячных и до дня, предшествующего началу следующей менструации.</h3></f7-block>
    <f7-block strong inset>
      <p>Веди дневник — записывай, как и что ты чувствуешь перед месячными. Если ты выявишь повторяющиеся симптомы и сможешь понять общую схему, то будешь во всеоружии. Очень важны регулярные физические нагрузки и здоровое питание, особенно, углеводы из цельнозерновых продуктов: цельнозернового хлеба и овсяной каши. Некоторые эксперты рекомендуют уменьшить потребление соли и кофеина, а справиться с болью помогут отпускаемые без рецепта обезболивающие. А если симптомы не дают тебе вести нормальный образ жизни, обратись к врачу.</p>
    </f7-block>

    <f7-block-title><h2>МИФЫ О ПМС</h2></f7-block-title>
    <f7-block strong><h3>1. У всех женщин бывает ПМС каждый месяц.</h3></f7-block>
    <f7-block>
      <p>Это не так. У некоторых ПМС случается лишь иногда. У одних симптомы выражены слабо, а у других их нет вообще.</p>
    </f7-block>
    <f7-block strong><h3>2. B предменструальный период забеременеть невозможно.</h3></f7-block>
    <f7-block>
      <p>Зачатие в предменструальный период возможно. Не путай ПМС и месячные.</p>
    </f7-block>
    <f7-block strong><h3>3. C ПМС невозможно справиться.</h3></f7-block>
    <f7-block>
      <p>Очень даже можно! Избавиться от легких симптомов поможет масло примулы вечерней, а в самых крайних случаях можно обратиться к врачу — не надо мучиться и терпеть.</p>
    </f7-block>
    <f7-block strong><h3>4. Помогает шоколад.</h3></f7-block>
    <f7-block>
      <p>Возможно, тебе хочется съесть шоколадку-другую в предменструальный период, но из-за этого уровень сахара в крови будет еще более неустойчивым, то есть настроение будет еще более нестабильным. Попробуй отказаться от шоколада.</p>
    </f7-block>
  </f7-page>
</template>
